<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Social Language Lines
    |--------------------------------------------------------------------------
    */

    'provider_not_found'        => "Провайдер :provider не найден или он не настроен",
    'social_disabled'           => 'Функция социальных сетей отключена',
    'updated_settings'          => 'Обновлены настройки социальных сетей',
    'enabled'                   => 'Включено',
    'enabled_hp'                => 'Социальной сети включены',
    'allow_register'            => 'Разрешить регистрацию',
    'allow_register_hp'         => 'Позволяет незарегистрированным пользователям регистрироваться через социальной сети',
    'field_ph'                  => 'Настройте :field код',
    'field_hp'                  => 'Код :field предоставляется приложением',
    'callback_hp'               => 'URL обратного вызова для :field',
    'save'                      => 'Сохранить настройки социальных сетей',
    'provider_linked'           => 'Ваш :provider акаунт связан!',
    'provider_already_linked'   => 'Ваш :provider акаунт уже был связан!',
    'logged_in'                 => 'Вы вошли в систему, используя :provider',
    'social_integrations'       => 'Интеграция с социальными сетями',
    'already_linked'            => 'Связан :date',
    'not_linked'                => 'Не связан',
    'unlink'                    => 'Отключить :provider',
    'unlinked'                  => 'Отключён :provider',
    'link_not_found'            => 'Социальная ссылка :provider не найдена',
    'home'                      => 'Главная',

    'unauthorized_action'       => 'Несанкционированное действие',
    'unauthorized_desc'         => "Вам не разрешено обновлять общие настройки.",
    'contact_webmaster'         => 'Если вы считаете, что необходимо обновить его, обратитесь к веб-мастеру.',
];
